{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "Discord",
			"Children": [
				{
					"Source":
					{
						"Text": "Edite un donjon"
					},
					"Translation":
					{
						"Text": "Edit a dungeon"
					},
					"Key": "Discord.State"
				}
			]
		},
		{
			"Namespace": "HUDsStrings",
			"Children": [
				{
					"Source":
					{
						"Text": "-Clic gauche pour lier ou délier (Du 1 si levier)\r\n-Clic gauche + shift pour lier ou délier du 2 si levier"
					},
					"Translation":
					{
						"Text": "-Left Click to link/unlink (of the 1st slot if lever)\r\n-Left Click + Shift to link/unlink of the 2nd slot if lever"
					},
					"Key": "Editor.LinkingHelp"
				},
				{
					"Source":
					{
						"Text": "Anglais"
					},
					"Translation":
					{
						"Text": "English"
					},
					"Key": "Lang.English"
				},
				{
					"Source":
					{
						"Text": "Ce coffre est déjà ouvert"
					},
					"Translation":
					{
						"Text": "This chest is already opened"
					},
					"Key": "Chest.AlreadyOpened"
				},
				{
					"Source":
					{
						"Text": "Cette sauvegarde est en version $s. Mais le jeu est en $g."
					},
					"Translation":
					{
						"Text": "This save file is in version $s. But you're game is in $g."
					},
					"Key": "File.GameOutdated"
				},
				{
					"Source":
					{
						"Text": "Cette sauvegarde n'existe pas !"
					},
					"Translation":
					{
						"Text": "This save file does'nt exist !"
					},
					"Key": "File.SaveNotExist"
				},
				{
					"Source":
					{
						"Text": "Charger"
					},
					"Translation":
					{
						"Text": "Load"
					},
					"Key": "File.Load"
				},
				{
					"Source":
					{
						"Text": "Créer"
					},
					"Translation":
					{
						"Text": "Create"
					},
					"Key": "MainMenu.Create"
				},
				{
					"Source":
					{
						"Text": "Donjons"
					},
					"Translation":
					{
						"Text": "Dungeons"
					},
					"Key": "OpenWorld.Dungeons"
				},
				{
					"Source":
					{
						"Text": "Dungeon Editor"
					},
					"Translation":
					{
						"Text": "Dungeon Editor"
					},
					"Key": "MainTitle"
				},
				{
					"Source":
					{
						"Text": "F Pour interagir"
					},
					"Translation":
					{
						"Text": "F To Interact"
					},
					"Key": "Common.Interact"
				},
				{
					"Source":
					{
						"Text": "Fenêtré"
					},
					"Translation":
					{
						"Text": "Windowed"
					},
					"Key": "Option.DisplayWindowed"
				},
				{
					"Source":
					{
						"Text": "Français"
					},
					"Translation":
					{
						"Text": "French"
					},
					"Key": "Lang.French"
				},
				{
					"Source":
					{
						"Text": "Graphismes"
					},
					"Translation":
					{
						"Text": "Graphics"
					},
					"Key": "Option.Graphics"
				},
				{
					"Source":
					{
						"Text": "Il y a $ de points d'apparition en trop"
					},
					"Translation":
					{
						"Text": "There is $ extra spawnpoints"
					},
					"Key": "Error.TooManySpawnpoints"
				},
				{
					"Source":
					{
						"Text": "Interactifs"
					},
					"Translation":
					{
						"Text": "Interactable"
					},
					"Key": "Inventory.Functions"
				},
				{
					"Source":
					{
						"Text": "Jouer"
					},
					"Translation":
					{
						"Text": "Play"
					},
					"Key": "MainMenu.Play"
				},
				{
					"Source":
					{
						"Text": "Langue"
					},
					"Translation":
					{
						"Text": "Language"
					},
					"Key": "Option.Language"
				},
				{
					"Source":
					{
						"Text": "Mode d'Affichage"
					},
					"Translation":
					{
						"Text": "Display Mode"
					},
					"Key": "Option.DisplayMode"
				},
				{
					"Source":
					{
						"Text": "Nom de la Sauvegarde"
					},
					"Translation":
					{
						"Text": "Dungeon Save Name"
					},
					"Key": "File.LoadSaveFileName"
				},
				{
					"Source":
					{
						"Text": "Non"
					},
					"Translation":
					{
						"Text": "No"
					},
					"Key": "Common.No"
				},
				{
					"Source":
					{
						"Text": "Nouveau Donjon"
					},
					"Translation":
					{
						"Text": "New Dungeon"
					},
					"Key": "OpenWorld.NewDungeon"
				},
				{
					"Source":
					{
						"Text": "Options"
					},
					"Translation":
					{
						"Text": "Options"
					},
					"Key": "MainMenu.Options"
				},
				{
					"Source":
					{
						"Text": "Oui"
					},
					"Translation":
					{
						"Text": "Yes"
					},
					"Key": "Common.Yes"
				},
				{
					"Source":
					{
						"Text": "Par G.C*JOJO"
					},
					"Translation":
					{
						"Text": "By G.C*JOJO"
					},
					"Key": "Author"
				},
				{
					"Source":
					{
						"Text": "Pause"
					},
					"Translation":
					{
						"Text": "Pause"
					},
					"Key": "PauseMenu.Pause"
				},
				{
					"Source":
					{
						"Text": "Pièges"
					},
					"Translation":
					{
						"Text": "Traps"
					},
					"Key": "Inventory.Traps"
				},
				{
					"Source":
					{
						"Text": "Plein Écran"
					},
					"Translation":
					{
						"Text": "Fullscreen"
					},
					"Key": "Option.DisplayFull"
				},
				{
					"Source":
					{
						"Text": "Quitter"
					},
					"Translation":
					{
						"Text": "Quit"
					},
					"Key": "MainMenu.Quit"
				},
				{
					"Source":
					{
						"Text": "Retour"
					},
					"Translation":
					{
						"Text": "Return"
					},
					"Key": "Common.Return"
				},
				{
					"Source":
					{
						"Text": "Retour au jeu"
					},
					"Translation":
					{
						"Text": "Resume"
					},
					"Key": "PauseMenu.Resume"
				},
				{
					"Source":
					{
						"Text": "Retour au menu principal"
					},
					"Translation":
					{
						"Text": "Return to main menu"
					},
					"Key": "PauseMenu.ReturnToMainMenu"
				},
				{
					"Source":
					{
						"Text": "Sauvegarder"
					},
					"Translation":
					{
						"Text": "Save"
					},
					"Key": "File.Save"
				},
				{
					"Source":
					{
						"Text": "Tuiles / Décor"
					},
					"Translation":
					{
						"Text": "Tiles / Scenery"
					},
					"Key": "Inventory.Tiles"
				},
				{
					"Source":
					{
						"Text": "Veuillez ajouter un nom à votre sauvegarde !"
					},
					"Translation":
					{
						"Text": "Add a name to your save file!"
					},
					"Key": "Error.SaveNoName"
				},
				{
					"Source":
					{
						"Text": "Veuillez ajouter un point de départ !"
					},
					"Translation":
					{
						"Text": "Add a spawnpoint first !"
					},
					"Key": "Error.NoSpawn"
				},
				{
					"Source":
					{
						"Text": "Veuillez entrer le nom d'une sauvegarde !"
					},
					"Translation":
					{
						"Text": "Enter a save file name !"
					},
					"Key": "Error.LoadNoName"
				},
				{
					"Source":
					{
						"Text": "Veuillez regarder dans le dossier suivant : \"$\"."
					},
					"Translation":
					{
						"Text": "Look in the following directory: \"$\"."
					},
					"Key": "File.LookInDirectory"
				},
				{
					"Source":
					{
						"Text": "Voulez vous vraiment écraser cette sauvegarde ?"
					},
					"Translation":
					{
						"Text": "Do you really wish to overwrite this save file ?"
					},
					"Key": "File.Overwrite"
				}
			]
		},
		{
			"Namespace": "ItemStrings",
			"Children": [
				{
					"Source":
					{
						"Text": "Lampe Torche"
					},
					"Translation":
					{
						"Text": "Flashlight"
					},
					"Key": "Flashlight.Name"
				},
				{
					"Source":
					{
						"Text": "Permet d'éclairer la zone autour de vous."
					},
					"Translation":
					{
						"Text": "Allows you to illuminate all around you."
					},
					"Key": "Torch.Desc"
				},
				{
					"Source":
					{
						"Text": "Permet d'éclairer là où vous regardez."
					},
					"Translation":
					{
						"Text": "Allows you to illuminate where you are currently looking."
					},
					"Key": "Flashlight.Desc"
				},
				{
					"Source":
					{
						"Text": "Torche"
					},
					"Translation":
					{
						"Text": "Torch"
					},
					"Key": "Torch.Name"
				}
			]
		},
		{
			"Namespace": "SpawnableStrings",
			"Children": [
				{
					"Source":
					{
						"Text": "Ce Piège tombe lorsque vous vous en approchez."
					},
					"Translation":
					{
						"Text": "This trap will fall when you'll get closer."
					},
					"Key": "FallingTrap.Desc"
				},
				{
					"Source":
					{
						"Text": "Cette Torche permet d'éclairer les alentours."
					},
					"Translation":
					{
						"Text": "This Torch illuminate all around."
					},
					"Key": "Torch.Desc"
				},
				{
					"Source":
					{
						"Text": "Coffre"
					},
					"Translation":
					{
						"Text": "Chest"
					},
					"Key": "Chest.Name"
				},
				{
					"Source":
					{
						"Text": "Des Pics sortent du mur !"
					},
					"Translation":
					{
						"Text": "Spikes comes frome the wall !"
					},
					"Key": "SpikeTrapWall.Desc"
				},
				{
					"Source":
					{
						"Text": "Levier"
					},
					"Translation":
					{
						"Text": "Lever"
					},
					"Key": "Lever.Name"
				},
				{
					"Source":
					{
						"Text": "Permet de sortir et de finir le donjon."
					},
					"Translation":
					{
						"Text": "Allows to exit and finish the dungeon."
					},
					"Key": "EndDoor.Desc"
				},
				{
					"Source":
					{
						"Text": "Peut actionner un ou plusieurs objets."
					},
					"Translation":
					{
						"Text": "Allosw to activate one or multiple objects."
					},
					"Key": "Lever.Desc"
				},
				{
					"Source":
					{
						"Text": "Peut contenir un objet."
					},
					"Translation":
					{
						"Text": "Can hold an item."
					},
					"Key": "Chest.Desc"
				},
				{
					"Source":
					{
						"Text": "Peut s'ouvrir manuellement."
					},
					"Translation":
					{
						"Text": "Can be manually opened."
					},
					"Key": "WoodenDoor.Desc"
				},
				{
					"Source":
					{
						"Text": "Piège Piquant"
					},
					"Translation":
					{
						"Text": "Spike Trap"
					},
					"Key": "SpikeTrapWall.Name"
				},
				{
					"Source":
					{
						"Text": "Piège Tombant"
					},
					"Translation":
					{
						"Text": "Falling Trap"
					},
					"Key": "FallingTrap.Name"
				},
				{
					"Source":
					{
						"Text": "Point d'Apparition"
					},
					"Translation":
					{
						"Text": "Spawn point"
					},
					"Key": "Spawn.Name"
				},
				{
					"Source":
					{
						"Text": "Porte Bleue"
					},
					"Translation":
					{
						"Text": "Blue Door"
					},
					"Key": "BlueDoor.Name"
				},
				{
					"Source":
					{
						"Text": "Porte de Fin"
					},
					"Translation":
					{
						"Text": "End Door"
					},
					"Key": "EndDoor.Name"
				},
				{
					"Source":
					{
						"Text": "Porte en Bois"
					},
					"Translation":
					{
						"Text": "Wooden Door"
					},
					"Key": "WoodenDoor.Name"
				},
				{
					"Source":
					{
						"Text": "Torche"
					},
					"Translation":
					{
						"Text": "Torch"
					},
					"Key": "Torch.Name"
				},
				{
					"Source":
					{
						"Text": "Tuile"
					},
					"Translation":
					{
						"Text": "Tile"
					},
					"Key": "Tile.Name"
				},
				{
					"Source":
					{
						"Text": "Tuile Noire"
					},
					"Translation":
					{
						"Text": "Black Tile"
					},
					"Key": "BlackTile.Name"
				},
				{
					"Source":
					{
						"Text": "Un point d'appartition qui sert à indiquer ou le joueur apparaît (Ne peux être placé qu'une fois et est nécessaire dans un donjon)."
					},
					"Translation":
					{
						"Text": "A Spawnpoint which indicate where the player should spawn (Can be placed one time and is necessary to the dungeon)."
					},
					"Key": "Spawn.Desc"
				},
				{
					"Source":
					{
						"Text": "Une Tuile Noire. Peut être utilisé pour la minimap"
					},
					"Translation":
					{
						"Text": "A Black Tile. Can be used for the minimap."
					},
					"Key": "BlackTile.Desc"
				},
				{
					"Source":
					{
						"Text": "Une porte blueue mystèrieuse (Peut être ouvert avec un levier, bouton ou une plaque de pression)."
					},
					"Translation":
					{
						"Text": "A mysterious blue door (Can be activated with levers, buttons and pressure plates)."
					},
					"Key": "BlueDoor.Desc"
				},
				{
					"Source":
					{
						"Text": "Une tuile utilisée comme mur."
					},
					"Translation":
					{
						"Text": "A Tile used like walls."
					},
					"Key": "Tile.Desc"
				}
			]
		}
	]
}